Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# ai_credit.account_notice
source: AIアカウント
ar_sa: حساب الذكاء الاصطناعي
ca: Pàgina d'AI
cs: AI účet
da: AI-konto
de_de: KI-Konto
el: Λογαριασμός AI
en_au: AI Account
es_es: Cuenta de IA
fi: AI-tili
fr_ca: Compte AI
gu: AI એકાઉન્ટ
he: חשבון AI
hi: AI खाता
hr: AI račun
hu: AI fiók
id: Akun AI
it: Account AI
ko: AI 계정
mr: AI खाते
ms: Akun AI
nl_nl: AI-account
no: AI-konto
pl: Twój rachunek AI
pt_br: Conta AI
pt_pt: Conta AI
ro: Cont AI
ru: AI аккаунт
sk: AI účet
sl: AI račun
sv: AI-konto
ta: AI கணக்கு
te: AI ఖాతా
th: บัญชี AI
tr: AI hesabı
uk: AI обліковий запис
vi: Tài khoản AI
zh_hans: AI账户
zh_hant: AI帳戶

# ai_credit.action_cost
source: 今回 {{value1}}クレジット
ar_sa: {{value1}} رصيد حالي
ca: {{value1}} crèdits per aquesta acció
cs: Tento krok stojí {{value1}} kreditů
da: {{value1}} kreditter nu
de_de: {{value1}} KI-Credits für diese Aktion
el: {{value1}} Κρεδίτ για αυτήν την ενέργεια
en_au: {{value1}} credits used this time
es_es: {{value1}} créditos por esta acción
fi: {{value1}} krediittiä tällä kertaa
fr_ca: {{value1}} crédits utilisés
gu: આ વખતે {{value1}} ક્રેડિટ વપરાય છે
he: העלות עכשיו: {{value1}} נקודות
hi: इस बार {{value1}} क्रेडिट का उपयोग
hr: Koristite {{value1}} kredita
hu: Ez {{value1}} kreditet igényel
id: {{value1}} kredit untuk penggunaan ini
it: {{value1}} crediti per questa operazione
ko: 이번에 {{value1}} 크레딧 사용
mr: यावेळी {{value1}} क्रेडिट्स
ms: {{value1}} kredit untuk penggunaan ini
nl_nl: {{value1}} credits nu
no: {{value1}} kreditter nå
pl: Wykorzystano {{value1}} kredytów
pt_br: {{value1}} créditos desta vez
pt_pt: {{value1}} Créditos utilizados
ro: {{value1}} credite pentru această acțiune
ru: {{value1}} кредитов за действие
sk: Použité {{value1}} kreditov
sl: {{value1}} kreditov za to operacijo
sv: {{value1}} krediter nu
ta: இப்போது {{value1}} கிரெடிட்கள்
te: ఇప్పుడు {{value1}} క్రెడిట్‌లు
th: ใช้ {{value1}} ครีดิตในครั้งนี้
tr: Bu işlemde {{value1}} kredi kullanıldı
uk: Використано {{value1}} кредитів
vi: Chi {{value1}} tín dụng
zh_hans: 本次使用 {{value1}} 积分
zh_hant: 本次消費 {{value1}} 點數

# ai_credit.add
source: クレジットを追加
ar_sa: إضافة رصيد
ca: Afegir crèdits
cs: Přidat kredity
da: Tilføj kreditter
de_de: Credits hinzufügen
el: Προσθήκη Κρεδίτ
en_au: Add credits
es_es: Añadir créditos
fi: Lisää krediittejä
fr_ca: Ajouter des crédits
gu: ક્રેડિટ ઉમેરો
he: להוסיף נקודות
hi: क्रेडिट जोड़ें
hr: Dodajte kredite
hu: Add hozzá kreditet
id: Tambahkan kredit
it: Aggiungi crediti
ko: 크레딧 추가
mr: क्रेडिट्स जोडा
ms: Tambah kredit
nl_nl: Credits toevoegen
no: Legg til kreditter
pl: Dodaj kredyty
pt_br: Adicionar créditos
pt_pt: Adicionar Créditos
ro: Adaugă credite
ru: Добавить кредиты
sk: Pridať kredity
sl: Dodaj kredit
sv: Lägg till krediter
ta: கிரெடிட்களைச் சேர்
te: క్రెడిట్‌లను జోడించు
th: เพิ่ม ครีดิต
tr: Kredi ekle
uk: Додати кредити
vi: Thêm tín dụng
zh_hans: 添加积分
zh_hant: 新增點數

# ai_credit.adjustment
source: 残高調整
ar_sa: تعديل الرصيد
ca: Ajustar saldo
cs: Upravit zůstatek
da: Justér saldo
de_de: Guthaben anpassen
el: Αλλαγή Ισολογισμού
en_au: Adjust balance
es_es: Ajustar saldo
fi: Saldo
fr_ca: Ajuster le solde
gu: બૅલેન્સમાં ફેરફાર કરો
he: לעדכן את היתרה
hi: शेष राशि समायोजित करें
hr: Izmjena balansa
hu: Kreditek kezelése
id: Sesuaikan saldo
it: Modifica saldo
ko: 잔액 조정
mr: बॅलन्स ॲडजस्ट करा
ms: Sesuaikan balanc
nl_nl: Saldo aanpassen
no: Juster saldo
pl: Zmień saldo
pt_br: Ajustar saldo
pt_pt: Ajustar Saldo
ro: Ajustează soldul
ru: Изменить баланс
sk: Upraviť zostatok
sl: Izmenjava
sv: Justera saldo
ta: இருப்பு சரிசெய்தல்
te: బ్యాలెన్స్‌ను సర్దుబాటు చేయండి
th: ปรับยอดคงเหลือ
tr: Bakiye ayarla
uk: Відрегулювати баланс
vi: Điều chỉnh số dư
zh_hans: 调整余额
zh_hant: 調整餘額

# ai_credit.automatic_daily_credit_use
source: 今日の提案をAIが自動確認
ar_sa: تحقق الذكاء الاصطناعي من اقتراحات اليوم تلقائيًا
ca: L'IA verifica automàticament les teves recomanacions diàries.
cs: AI automaticky ověří dnešní návrhy.
da: Lad AI automatisk gennemgå dine daglige forslag.
de_de: KI schlägt tägliche Vorschläge automatisch für Sie.
el: Το AI ελέγχει αυτόματα τις προτάσεις της ημέρας.
en_au: Let AI review today's recommendations automatically
es_es: El IA revisa automáticamente tus sugerencias diarias.
fi: AI tarkistaa ehdot automaattisesti
fr_ca: L'IA vérifie automatiquement vos suggestions quotidiennes.
gu: આજેની ભલામણ AI દ્વારા આપોઆપ ચકાસવામાં આવશે.
he: הצעות יומיות מומלצות על ידי AI
hi: AI द्वारा आज के सुझावों को स्वचालित रूप से जांचें
hr: AI automatski provjerava vaše predložene aktivnosti.
hu: AI automatikusan ellenőrzi a napi ajánlatokat.
id: AI otomatis memeriksa saran harian Anda.
it: L'AI verifica automaticamente le tue proposte giornaliere.
ko: AI가 오늘의 제안을 자동으로 확인합니다.
mr: आजच्या सूचना AI द्वारे आपोआप तपासल्या जातील.
ms: AI akan mengesahkan cadangan harian secara automatik.
nl_nl: AI controleert dagelijkse aanbevelingen automatisch.
no: La AI automatisk bekrefte daglige anbefalinger.
pl: AI automatycznie sprawdza dzisiejsze rekomendacje.
pt_br: Confirme automaticamente as sugestões diárias da IA.
pt_pt: O AI verifica automaticamente as sugestões diárias.
ro: AI-ul verifică automat sugestiile zilnice.
ru: AI автоматически проверяет предложенные варианты.
sk: AI automaticky skontroluje návrhy na deň.
sl: AI samodejno preveri predlagane aktivnosti.
sv: AI kontrollerar automatiskt dagens förslag.
ta: AI மூலம் இன்றைய பரிந்துரைகளை தானாக சரிபார்க்கவும்
te: AI ద్వారా ఈరోజు సూచనలను స్వయంచాలకంగా ధృవీకరించుకోండి.
th: AI ช่วยตรวจสอบข้อเสนอประจำวันโดยอัตโนมัติ
tr: AI, günlük önerileri otomatik olarak kontrol eder.
uk: AI автоматично перевіряє щоденні рекомендації.
vi: AI tự động kiểm tra gợi ý hàng ngày
zh_hans: 让AI自动确认每日建议
zh_hant: 讓AI自動確認今日的建議

# ai_credit.automatic_daily_credit_use_off
source: 端末内の今日の提案は無料で使えます。AIクレジットは自動消費しません。
ar_sa: اقتراحات اليوم على جهازك مجانية. لا يتم استهلاك رصيد الذكاء الاصطناعي تلقائيًا.
ca: Les recomanacions de l'aplicació són gratuïtes. L'ús de la moneda virtual es fa manualment.
cs: Dnešní návrhy z vašeho zařízení jsou zdarma. AI kredit se automaticky nekonzumuje.
da: Dine daglige forslag er gratis at bruge. AI-kreditter forbruges ikke automatisk.
de_de: Tägliche Vorschläge auf Ihrem Gerät sind kostenlos. KI-Credits werden nicht automatisch verbraucht.
el: Οι προτάσεις της ημέρας στο τηλέφωνό σας είναι δωρεάν. Το AI δεν καταναλώνει αυτόματα τα credits.
en_au: Today's on-device recommendations remain free. AI credits will not be used automatically.
es_es: Puedes usar las sugerencias diarias de tu dispositivo gratis. El crédito del IA no se consume automáticamente.
fi: Päivittäiset ehdot ovat ilmaisia. AI-luottoja ei käytetä automaattisesti.
fr_ca: Les suggestions quotidiennes sur votre appareil sont gratuites. Les crédits IA ne sont pas consommés automatiquement.
gu: તમારા ઉપકરણ પરની આજે ની ભલામણ મફતમાં વાપરી શકાય છે. AI ક્રેડિટ આપોઆપ ખર્ચવામાં આવશે નહીં.
he: הצעות יומיות זמינות בחינם במכשיר. אין צריכת אוטומטית של קרדיטים של AI.
hi: आपके डिवाइस पर आज के सुझाव मुफ्त में उपयोग किए जा सकते हैं। AI क्रेडिट स्वचालित रूप से खर्च नहीं होंगे।
hr: Predložene aktivnosti su besplatne. AI kredit se ne potrošit automatski.
hu: A napi ajánlások ingyenesen használhatók. Az AI kredit nem fogy el automatikusan.
id: Saran harian di perangkat Anda gratis. Kredit AI tidak akan dikonsumsi secara otomatis.
it: Le proposte giornaliere sul dispositivo sono gratuite. L'uso automatico del credito AI non avviene.
ko: 기기의 오늘의 제안은 무료로 사용 가능합니다. AI 크레딧은 자동으로 소비되지 않습니다.
mr: तुमच्या डिव्हाइसवरील आजच्या सूचना विनामूल्य वापरल्या जाऊ शकतात. AI क्रेडिट आपोआप वापरले जाणार नाहीत.
ms: Cadangan harian dalam peranti anda percuma. Kredit AI tidak akan digunakan secara automatik.
nl_nl: Dagelijkse aanbevelingen zijn gratis binnen de app. AI-credits worden niet automatisch gebruikt.
no: Daglig anbefaling er gratis på enheten. AI-krediter brukes ikke automatisk.
pl: Rekomendacje na dzisiaj są bezpłatne. Kredyty AI nie są zużywane automatycznie.
pt_br: As sugestões diárias do dispositivo são gratuitas. A IA não consome créditos automaticamente.
pt_pt: As sugestões diárias no dispositivo são gratuitas. O crédito do AI não é consumido automaticamente.
ro: Sugestiile zilnice de pe dispozitiv sunt gratuite. Creditul AI nu se consumă automat.
ru: Предложенные варианты на сегодня доступны бесплатно. AI не тратит кредиты автоматически.
sk: Návrhy pre daný deň sú zdarma. AI kredit nekonzumuje automaticky.
sl: Predlagane aktivnosti za dan so brezplačne. AI kredit ne porablja samodejno.
sv: Dagens förslag är gratis att använda. AI-krediter används inte automatiskt.
ta: உங்கள் சாதனத்தில் உள்ள இன்றைய பரிந்துரைகள் இலவசமாக பயன்படுத்தலாம். AI கிரெடிட்கள் தானாக செலவிடப்படாது.
te: మీ పరికరంలోని ఈరోజు సూచనలు ఉచితంగా ఉపయోగించవచ్చు. AI క్రెడిట్‌ను స్వయంచాలకంగా వినియోగించదు.
th: ข้อเสนอประจำวันที่อยู่ในอุปกรณ์ใช้งานได้ฟรี AI จะไม่ใช้เครดิตโดยอัตโนมัติ
tr: Cihazdaki günlük öneriler ücretsizdir. AI kredisi otomatik olarak harcanmaz.
uk: Щоденні рекомендації на пристрої безкоштовні. AI не споживає кредит автоматично.
vi: Gợi ý hàng ngày trên thiết bị miễn phí. Cấp AI không tự động tiêu thụ.
zh_hans: 设备内的每日建议免费使用。AI不会自动消耗积分。
zh_hant: 裝置內今天的建議是免費使用的。AI不會自動消費您的信用。

# ai_credit.automatic_daily_credit_use_on
source: 1日最大1回、日次補正の1クレジットを自動で消費します。
ar_sa: يتم استهلاك رصيد واحد من رصيد اليوم التلقائي مرة واحدة فقط.
ca: Consumes 1 crèdit per a la correcció diària, fins a un màxim d'una vegada al dia.
cs: Automaticky spotřebujete 1 kredit na denní opravu, maximálně jednou za den.
da: 1 kredit til daglig justering forbruges automatisk, maksimalt 1 gang om dagen.
de_de: 1 Kredit für die tägliche Korrektur wird automatisch verbraucht (maximal 1 Mal pro Tag).
el: Καταναλώνεται 1 credit για την ημερήσια διόρθωση, έως και μία φορά την ημέρα.
en_au: Uses 1 credit for a daily AI adjustment, at most once per day.
es_es: Consumirá 1 crédito para la corrección diaria, hasta un máximo de una vez al día.
fi: 1 päivässä enintään 1 AI-luotto käytetään päivittäiseen korvaukseen.
fr_ca: 1 crédit par jour pour la correction quotidienne est consommé automatiquement.
gu: દરેક દિવસમાં એકવાર, દૈનિક સુધારણા માટેનું 1 ક્રેડિટ આપોઆપ વપરાશે.
he: 1 יום, קרדיט אחד לתיקון יומי - צריכה אוטומטית.
hi: हर दिन अधिकतम एक बार, दैनिक समायोजन के लिए 1 क्रेडिट स्वचालित रूप से खर्च होगा।
hr: Koristite 1 kredit za dnevni proračun jednom dnevno. Kredit se potrošit automatski.
hu: 1 naponként 1 kreditet használ fel a napi korrekcióra.
id: 1 kredit untuk koreksi harian dapat digunakan secara otomatis, maksimal 1 kali per hari.
it: Consuma automaticamente 1 credito per la correzione giornaliera, al massimo una volta al giorno.
ko: 하루 최대 1회, 일일 보정 크레딧을 자동으로 소비합니다.
mr: दररोज जास्तीत जास्त एकदा, दररोजच्या सुधारणेसाठी 1 क्रेडिट आपोआप वापरले जाईल.
ms: 1 penggunaan kredit untuk penyesuaian harian, maksimum 1 kali sehari.
nl_nl: 1 keer per dag: 1 credit voor dagelijkse correctie wordt automatisch verbruikt.
no: Bruker 1 kreditt per dag for å automatisk bruke daglig korreksjon.
pl: Zużywa 1 kredyt z dziennego bonusu raz dziennie.
pt_br: Consuma 1 crédito da correção diária, no máximo uma vez por dia.
pt_pt: Consome 1 crédito da correção diária, no máximo uma vez por dia.
ro: Consumă 1 credit din compensația zilnică, o singură dată pe zi.
ru: 1 раз в день можно потратить 1 кредит для корректировки предложений.
sk: 1x denne, 1 kredit na denné doplnenie je automaticky spotený.
sl: Porabite 1 kredit za dnevno popravilo, največ enkrat na dan.
sv: 1 dag, max 1 gång: Använd en kredit för daglig justering automatiskt.
ta: ஒவ்வொரு நாளும் ஒரு முறை, தினசரி சரிபார்ப்பிற்கான 1 கிரெடிட்டை தானாக பயன்படுத்தலாம்.
te: ప్రతి రోజు ఒకసారి, రోజువారీ సర్దుబాటు కోసం 1 క్రెడిట్‌ను స్వయంచాలకంగా ఉపయోగించుకోండి.
th: ใช้ 1 เครดิตต่อวัน เพื่อปรับปรุงข้อเสนอประจำวัน (อาจมีการใช้)
tr: 1 günde en fazla 1 kez, günlük düzeltme için 1 kredi otomatik olarak kullanılır.
uk: Витрачає 1 кредит щодня для коригування рекомендацій (максимум 1 раз на день).
vi: Tiêu thụ 1 cấp độ bổ sung hàng ngày tối đa 1 lần.
zh_hans: 每天最多可使用1次，用于每日调整的积分。
zh_hant: 每天最多使用一次，自動消耗每日調整的1個信用。

# ai_credit.automatic_report_credit_use
source: AIクレジットを使って自動分析
ar_sa: استخدام رصيد الذكاء الاصطناعي لتحليل تلقائي
ca: Utilitzar crèdits per a l'anàlisi automàtica
cs: Použít AI kredity pro automatické reportování
da: Brug AI-kreditter til automatisk analyse
de_de: KI-Credits für automatische Analysen nutzen
el: Χρήση Κρεδίτ για αυτόματη ανάλυση
en_au: Use AI credits for automatic reports
es_es: Usar créditos para análisis automático
fi: Käytä AI-krediittejä automaattiseen analyysiin
fr_ca: Utiliser des crédits AI pour l'analyse automatique
gu: AI ક્રેડિટનો ઉપયોગ કરીને આપોઆપ રિપોર્ટ બનાવો
he: להשתמש בנקודות AI לניתוח אוטומטי
hi: AI क्रेडिट का उपयोग करके स्वचालित विश्लेषण
hr: Koristite AI kredite za automatsko izvješće
hu: Automatikus jelentéshez kredit használata
id: Gunakan kredit AI untuk analisis otomatis
it: Utilizza i crediti AI per l'analisi automatica
ko: AI 크레딧으로 자동 분석 사용
mr: AI क्रेडिट वापरून ऑटोमॅटिक रिपोर्ट तयार करा
ms: Gunakan kredit AI untuk analisis automatik
nl_nl: Automatisch rapport met AI-credits gebruiken
no: Bruk AI-kreditter for automatisk analyse
pl: Użyj kredytów AI do automatycznego raportowania
pt_br: Usar créditos AI para análise automática
pt_pt: Usar Créditos para Análise Automática
ro: Folosește credite AI pentru analiza automată
ru: Использовать кредиты для автоматического анализа
sk: Použiť kredity na automatické generovanie reportov
sl: Uporabi AI kredite za samodejno analizo
sv: Använd AI-krediter för automatiska analyser
ta: AI கிரெடிட்களைப் பயன்படுத்தி தானியங்கி பகுப்பாய்வு
te: AI క్రెడిట్‌లను ఉపయోగించి స్వయంచాలకంగా విశ్లేషించండి
th: ใช้ ครีดิตเพื่อวิเคราะห์อัตโนมัติ
tr: AI kredilerini kullanarak otomatik analiz yap
uk: Використовувати кредити для автоматичного звіту
vi: Sử dụng tín dụng AI để phân tích tự động
zh_hans: 使用 AI 积分自动分析
zh_hant: 使用 AI 點數自動分析

# ai_credit.automatic_report_credit_use_off
source: クレジットは消費せず、端末内の記録だけで要約します。
ar_sa: لا يتم استهلاك الرصيد، بل يتم تلخيص البيانات المخزنة على الجهاز فقط.
ca: No consumeix crèdits, utilitza només els registres locals.
cs: Ne, zůstatek se bude vypočítávat pouze z interních záznamů.
da: Kreditter forbruges ikke, kun data fra enheden bruges.
de_de: Verbrauchen Sie keine Credits und erstellen Sie Berichte nur anhand der Daten auf Ihrem Gerät.
el: Δεν καταναλώνεται Κρεδίτ, χρησιμοποιούνται μόνο οι εγγραφές στη συσκευή.
en_au: No credits will be used, summary based on device records only.
es_es: No consumir créditos, solo usar los datos almacenados en el dispositivo.
fi: Ei käytetä krediittejä, raportit luodaan laitteen sisäisistä tiedoista.
fr_ca: Ne pas utiliser de crédits, uniquement les données enregistrées sur votre appareil.
gu: ક્રેડિટનો ઉપયોગ કરશો નહીં, ફક્ત ઉપકરણમાંના રેકોર્ડ પરથી સારાંશ મેળવો.
he: לא להוציא נקודות, רק להשתמש בהקלטות המקומיות.
hi: क्रेडिट का उपयोग नहीं करें, केवल डिवाइस पर मौजूद रिकॉर्ड के साथ सारांश प्राप्त करें।
hr: Ne trošite kredite, izvješće generirajte samo iz internih podataka.
hu: Nem fogyaszt kreditet, csak a helyi adatokat használja.
id: Tidak menggunakan kredit, hanya menggunakan catatan di perangkat.
it: Non consumi crediti, utilizza solo i dati memorizzati sul dispositivo.
ko: 크레딧을 소비하지 않고, 기기 내 기록만으로 요약합니다.
mr: क्रेडिट वापरणार नाही, फक्त डिव्हाइसमधील नोंदीनुसार सारांश तयार होईल.
ms: Jangan gunakan kredit, hanya gunakan rekod dalam peranti.
nl_nl: Geen credits verbruiken, gebruik alleen de interne gegevens.
no: Ikke bruk kreditter, bruk kun data fra enheten.
pl: Nie zużywaj kredytów, a raporty będą oparte tylko na danych z urządzenia.
pt_br: Não usa créditos e gera resumo apenas com os registros internos.
pt_pt: Não consumir créditos, apenas usar os registos internos.
ro: Nu consumă credite și folosește doar înregistrările de pe dispozitiv.
ru: Не тратить кредиты, только на основе данных устройства.
sk: Nevyhodnocovať kredity, používajte len záznamy v zariadení.
sl: Ne porabiš kreditov, samo uporabi podatke na napravi.
sv: Krediter används inte, sammanfattning baserad på lokala data.
ta: கிரெடிட்களை பயன்படுத்த வேண்டாம், சாதனத்தில் உள்ள பதிவுகளையே வைத்து சுருக்கவும்.
te: క్రెడిట్‌లను ఉపయోగించకుండా, పరికరంలోని రికార్డుల ద్వారా మాత్రమే సారాంశం చేయండి.
th: ไม่ใช้ ครีดิต, ใช้เฉพาะข้อมูลในเครื่อง
tr: Kredi harcamadan, cihazdaki verilerle özet oluştur.
uk: Не витрачати кредити, використовувати лише записи в пристрої.
vi: Không tiêu thụ tín dụng, chỉ sử dụng dữ liệu trong thiết bị để tóm tắt.
zh_hans: 不消耗积分，仅根据设备内的记录进行总结。
zh_hant: 不消費點數，僅根據裝置內記錄進行總結。

# ai_credit.automatic_report_credit_use_on
source: 予約実行時に週次または月次レポートのクレジットを消費します。
ar_sa: يتم استهلاك رصيد التقارير الأسبوعية أو الشهرية عند التنفيذ المجدول.
ca: Consumeix crèdits per a informes setmanals o mensuals.
cs: Použije se kredit pro týdenní nebo měsíční reporty při spuštění rezervace.
da: Brug kreditter til ugentlige eller månedlige rapporter ved udførelse af reservationer.
de_de: Verbrauchen Sie Credits für wöchentliche oder monatliche Berichte bei Ausführung einer Reservierung.
el: Κατανάλωση Κρεδίτ για τις εβδομαδιαίες ή μηνιαίες αναφορές κατά την εκτέλεση.
en_au: Uses credits when a scheduled weekly or monthly report runs.
es_es: Consumir créditos para informes semanales o mensuales al ejecutar la reserva.
fi: Krediitejä käytetään varattujen analyysien yhteydessä (viikoittain tai kuukausittain).
fr_ca: Utiliser des crédits pour les rapports hebdomadaires ou mensuels lors de l'exécution de la réservation.
gu: જગ્યા માટે રિપોર્ટ બનાવતી વખતે અઠવાડિક અથવા માસિક ક્રેડિટનો ઉપયોગ કરો.
he: להוציא נקודות לדיווח שבועי או חודשי בעת ביצוע הזמנה.
hi: शेड्यूल किए गए समय पर साप्ताहिक या मासिक रिपोर्ट के लिए क्रेडिट का उपयोग करें।
hr: Koristite kredite za tjedno ili mjesečno izvješće prilikom izvršavanja rezervacije.
hu: A jelentés futtatásakor használja a heti vagy havi krediteket.
id: Menggunakan kredit untuk laporan mingguan atau bulanan saat eksekusi terjadwal.
it: Consuma i crediti per i report settimanali o mensili al momento dell'esecuzione della prenotazione.
ko: 예약을 실행할 때 주간 또는 월간 보고서 크레딧을 사용합니다.
mr: शेड्यूल केलेल्या वेळेत साप्ताहिक किंवा मासिक रिपोर्टसाठी क्रेडिट्स वापरले जातील.
ms: Kredit akan digunakan untuk laporan mingguan atau bulanan apabila dijalankan.
nl_nl: Credits verbruiken voor wekelijkse of maandelijkse rapporten bij uitvoering.
no: Bruk kreditter for ukentlige eller månedlige rapporter ved utførelse av bestilling.
pl: Zużyj kredyty AI przy każdym uruchomieniu zaplanowanego raportu (tygodniowego lub miesięcznego).
pt_br: Consome créditos para relatórios semanais ou mensais ao executar a reserva.
pt_pt: Consumir créditos para relatórios semanais ou mensais.
ro: Consumă creditele pentru rapoartele săptămânale sau lunare la execuție.
ru: Использовать кредиты для еженедельных или ежемесячных отчетов при выполнении записи.
sk: Použiť kredity na týždenné alebo mesačné reporty pri spustení rezervácie.
sl: Porabiš kredite za mesečne ali tedenske poročila.
sv: Använd krediter för veckovisa eller månatliga rapporter vid utförande.
ta: திட்டமிட்ட நேரத்தில் வாராந்திர அல்லது மாதாந்திர அறிக்கைகளுக்கான கிரெடிட்களைப் பயன்படுத்தவும்.
te: ప్రణాళిక అమలు చేసినప్పుడు వారపు లేదా నెలవారీ నివేదికల కోసం క్రెడిట్‌లను ఉపయోగించండి.
th: ใช้ ครีดิตสำหรับรายงานรายสัปดาห์หรือรายเดือนเมื่อเริ่มการทำงาน
tr: Rezervasyon tamamlandığında haftalık veya aylık rapor için kredileri kullan.
uk: Витратити кредити на щотижневий або щомісячний звіт.
vi: Tiêu thụ tín dụng cho báo cáo hàng tuần hoặc hàng tháng khi thực hiện đặt lịch.
zh_hans: 在预约执行时，消耗每周或每月报告的积分。
zh_hant: 在預約執行時，消耗週或月度報告的點數。

# ai_credit.balance
source: AIクレジット
ar_sa: رصيد الذكاء الاصطناعي
ca: Crèdits AI
cs: AI kredity
da: AI-kreditter
de_de: KI-Credits
el: Κρεδίτ AI
en_au: AI credits
es_es: Créditos de IA
fi: AI-krediitit
fr_ca: Crédits AI
gu: AI ક્રેડિટ
he: נקודות AI
hi: AI क्रेडिट
hr: AI krediti
hu: AI kreditek
id: Kredit AI
it: Crediti AI
ko: AI 크레딧
mr: AI क्रेडिट्स
ms: Kredit AI
nl_nl: AI-credits
no: AI-kreditter
pl: Kredyty AI
pt_br: Créditos AI
pt_pt: Créditos AI
ro: Credite AI
ru: AI кредиты
sk: AI kredity
sl: AI krediti
sv: AI-krediter
ta: AI கிரெடிட்கள்
te: AI క్రెడిట్‌లు
th: ยอด ครีดิต
tr: AI kredisi
uk: Кредити AI
vi: Tín dụng AI
zh_hans: AI 积分
zh_hant: AI 點數

# ai_credit.balance_checking
source: 残高を確認中
ar_sa: جاري التحقق من الرصيد
ca: Verificant saldo
cs: Kontrola zůstatku
da: Saldo vises
de_de: Guthaben wird überprüft
el: Έλεγχος Ισολογισμού
en_au: Checking balance
es_es: Verificando saldo
fi: Saldo tarkistetaan...
fr_ca: Vérification du solde
gu: બૅલેન્સ તપાસવામાં આવી રહ્યું છે
he: בדיקת היתרה
hi: शेष राशि की जांच कर रहा हूँ
hr: Provjera balansa
hu: Kreditek ellenőrzése
id: Memeriksa saldo
it: Controllo saldo
ko: 잔액 확인 중
mr: बॅलन्स तपासत आहे
ms: Menyemak balanc
nl_nl: Saldo wordt gecontroleerd
no: Sjekker saldo
pl: Sprawdzam saldo
pt_br: Verificando saldo
pt_pt: Verificando Saldo
ro: Verificarea soldului
ru: Проверка баланса
sk: Kontrola zostatku
sl: Preverjam残高
sv: Kontrollerar saldo
ta: இருப்பை சரிபார்க்கப்படுகிறது
te: బ్యాలెన్స్ తనిఖీ చేయబడుతోంది
th: กำลังตรวจสอบยอดคงเหลือ
tr: Bakiye kontrol ediliyor
uk: Перевірка балансу
vi: Đang kiểm tra số dư
zh_hans: 正在查看余额
zh_hant: 正在確認餘額

# ai_credit.balance_short
source: 残高 {{value1}}
ar_sa: رصيد {{value1}}
ca: Saldo: {{value1}}
cs: Zůstatek: {{value1}}
da: Saldo: {{value1}}
de_de: Guthaben: {{value1}}
el: Ισολογισμός: {{value1}}
en_au: Balance: {{value1}}
es_es: Saldo: {{value1}}
fi: Saldo: {{value1}}
fr_ca: Solde : {{value1}}
gu: બૅલેન્સ {{value1}}
he: היתרה: {{value1}}
hi: शेष राशि {{value1}}
hr: Saldo: {{value1}}
hu: Kreditek: {{value1}}
id: Saldo: {{value1}}
it: Saldo: {{value1}}
ko: 잔액 {{value1}}
mr: बॅलन्स {{value1}}
ms: Balanc {{value1}}
nl_nl: Saldo: {{value1}}
no: Saldo: {{value1}}
pl: Saldo: {{value1}}
pt_br: Saldo: {{value1}}
pt_pt: Saldo: {{value1}}
ro: Sold {{value1}}
ru: Баланс: {{value1}}
sk: Zostava {{value1}}
sv: Saldo: {{value1}}
ta: இருப்பு {{value1}}
te: బ్యాలెన్స్ {{value1}}
th: ยอดคงเหลือ {{value1}}
tr: Kalan bakiye {{value1}}
uk: Баланс: {{value1}}
vi: Số dư {{value1}}
zh_hans: 余额 {{value1}}
zh_hant: 餘額 {{value1}}

# ai_credit.bonus_received
source: {{value1}}クレジットを受け取りました。
ar_sa: {{value1}} رصيد تم استلامه.
ca: {{value1}} crèdits rebuts.
cs: {{value1}} kreditů obdržel(a).
da: {{value1}} kreditter modtaget.
de_de: {{value1}} Credits erhalten.
el: {{value1}} Κρεδίτ Λήφθηκαν
en_au: {{value1}} credits received.
es_es: {{value1}} créditos recibidos.
fi: {{value1}} krediittiä vastaanotettu.
fr_ca: {{value1}} crédits reçus.
gu: {{value1}} ક્રેડિટ મળ્યા.
he: {{value1}} נקודות קיבלתם.
hi: {{value1}} क्रेडिट प्राप्त हुआ।
hr: {{value1}} kredita ste dobili.
hu: {{value1}} kreditet kaptál.
id: {{value1}} kredit telah diterima.
it: {{value1}} crediti ricevuti.
ko: {{value1}} 크레딧을 받았습니다.
mr: {{value1}} क्रेडिट्स प्राप्त झाले.
ms: {{value1}} kredit diterima.
nl_nl: {{value1}} credits ontvangen.
no: {{value1}} kreditter mottatt.
pl: {{value1}} kredytów otrzymano.
pt_br: {{value1}} créditos recebidos.
pt_pt: {{value1}} Créditos recebidos.
ro: {{value1}} credite primite.
ru: {{value1}} кредитов получено.
sk: {{value1}} kreditov získaných.
sl: {{value1}} kreditov je prejel.
sv: {{value1}} krediter mottagna.
ta: {{value1}} கிரெடிட்களைப் பெற்றுள்ளீர்கள்.
te: {{value1}} క్రెడిట్‌లు అందుకున్నారు.
th: {{value1}} ครีดิตได้รับแล้ว
tr: {{value1}} kredi kazandın.
uk: {{value1}} кредитів отримано.
vi: {{value1}} tín dụng đã nhận.
zh_hans: {{value1}} 积分已获得。
zh_hant: {{value1}} 點數已領取。
